# Привет!

# Если честно с комплексными числами так и не смог разобраться :(
# Просидел 2 часа пытаясь понять теорию по ним, но там ничего и не получилось.
# Старая проблема еще с универа :(. Так как задание отправить нужно до завтра,
# то с учетом работы мне его уже не успеть выполнить.

# Поэтому взамен выполнения 7 задания хотел бы поблагодарить за проведенный курс.
# Очень зацепила практическая направленность курса, это очень помогает двигаться вперед.
# Спасибо за предоставленные знания и интересные кейсы!

# ЗЫ. За мной теперь должок по заданию, постараюсь его восполнить в первую очередь для себя до конца января.

# Спасибо!
